Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/oikeusministerio_asetti_saamelaiskarajalain_muutosta_valmistelevan_toimikunnan.html.tmx
Source language: fin
Languages: sme

source: Oikeusministeriö asetti saamelaiskäräjälain muutosta valmistelevan toimikunnan
sme: Vuoigatvuođaministeriija ásahii sámediggelága nuppástusa válmmaštalli doaibmagotti

source: Oikeusministeriö on asettanut saamelaiskäräjälain muutosta valmistelevan toimikunnan.
sme: Vuoigatvuođaministeriija lea ásahan sámediggelága nuppástusa válmmaštalli doaibmagotti.

source: Toimikunnan tehtävänä on valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
sme: Doaibmagotti bargun lea válmmaštallat dárbbašlaš nuppástusaid sámedikkis addojuvvon láhkii.

source: Toimikunnan toimikausi on 1.12.2020-15.5.2021.
sme: Doaibmagotti doaibmabadji lea 1.12.2020-15.5.2021.

source: Saamelaiskäräjät nimesi viisi jäsentä ja heille varajäsenet saamelaiskäräjälain muutosta valmistelevaan toimikuntaan heinäkuussa 2020.
sme: Sámediggi nammadii vihtta lahtu ja sidjiide várrelahtuid sámediggelága nuppástusa válmmaštalli doaibmagoddái suoidnemánus 2020.

source: Nimetyt jäsenet ovat Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin ja Kalle Varis sekä varajäsenet Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam ja Sarita Kämäräinen.
sme: Nammaduvvon lahtut leat Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin ja Kalle Varis sihke várrelahtut Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam ja Sarita Kämäräinen.

source: Lisäksi Siiri Jomppanen nimitettiin toimikuntaan Saamelaiskäräjien osalta asiantuntijaksi.
sme: Lassin Siiri Jomppanen nammaduvvui doaibmagoddái Sámedikki beales áššedovdin.

source: – On todella tärkeää, että saamelaiskäräjälakia uudistetaan alkuperäiskansaoikeuksien pohjalta.
sme: – Lea duođaige dehálaš, ahte sámediggeláhka ođasmahttojuvvo eamiálbmotvuoigatvuođaid vuođul.

source: Hienoa, että saamme työn nyt käyntiin, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Lea buorre, ahte oažžut barggu dál johtui, dadjá Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Hallituspuolueet ovat kukin nimenneet yhden jäsenen ja varajäsenen toimikuntaan:
sme: Ráđđehusbellodagat leat iešguhtege nammadan ovtta lahtu ja várrelahtu doaibmagoddái:

source: Toimikunnan puheenjohtajana toimii oikeusministeriön kansliapäällikkö Pekka Timonen, toisena asiantuntijana oikeusministeriön osastopäällikkö, ylijohtaja Johanna Suurpää sekä sihteereinä neuvotteleva virkamies, esikuntanpäällikkö Johanna Hautakorpi ja neuvotteleva virkamies Yrsa Nyman oikeusministeriöstä.
sme: Doaibmagotti ságajođiheaddjin doaibmá vuoigatvuođaministeriija kansliijahoavda Pekka Timonen, nubbin áššedovdin vuoigatvuođaministeriija ossodathoavda, bajimuš hoavda Johanna Suurpää sihke čállin ráđđádalli virgeolmmoš, njunušgoddehoavda Johanna Hautakorpi ja ráđđádalli virgeolmmoš Yrsa Nyman vuoigatvuođaministeriijas.

source: Toimikunnan työn perustana ovat perusoikeudet ja muut perustuslain asettamat velvoitteet, Suomea sitovat kansainväliset ihmisoikeussopimukset, YK:n alkuperäiskansojen oikeuksien julistus sekä muu oikeuden ja kansainvälisen oikeuden kehitys sekä viimeaikaiset ratkaisut.
sme: Doaibmagotti barggu vuođđun leat vuođđovuoigatvuođat ja vuođđolága ásahan eará geatnegasvuođat, Suoma čadni riikkaidgaskasaš olmmošvuoigatvuođasoahpamušat, ON:id eamiálbmogiid vuoigatvuođaid julggaštus sihke eará vuoigatvuođa ja riikkaidgaskasaš vuoigatvuođa ovdáneapmi sihke maŋimuš áigge čovdosat.

source: Taustaa
sme: Duogáš

source: Oikeusministeriö asetti 13.1.2020 työryhmän esivalmistelemaan saamelaiskäräjälain muuttamista valmistelevan toimikunnan työtä.
sme: Vuoigatvuođaministeriija ásahii 13.1.2020 bargojoavkku ovdaválmmaštallat sámediggelága rievdadeami válmmaštalli doaibmagotti barggu.

source: Työryhmän keräämä tieto ja havainnot on koottu muistioon .
sme: Bargojoavkku čoaggin diehtu ja fuopmášumit leat čohkkejuvvon muittuhančállagii .

source: Työryhmän toimikausi päättyi 31.3.2020.
sme: Bargojoavkku doaibmabadji nogai 31.2.2020.

source: Pääministeri Sanna Marinin hallituksen ohjelman mukaan työtä saamelaiskäräjälain uudistamiseksi jatketaan.
sme: Oaiveministtar Sanna Marin ráđđehusprográmma mielde bargu sámediggelága ođasmahttima várás jotkojuvvo.

source: Hallitusohjelman mukaan hallitus kunnioittaa ja edistää kaikkien saamelaisten kielellisten ja kulttuuristen oikeuksien toteutumista ottaen huomioon kansainväliset sopimukset.
sme: Ráđđehusprográmma mielde ráđđehus gudnejahttá ja ovddida buot sápmelaččaid gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama vuhtii váldimiin riikkaidgaskasaš soahpamušaid.

source: Saamelaiskäräjien toimikauden 2020-2023 yhtenä päätavoitteista on edistää saamelaiskäräjälain uudistamista alkuperäiskansaoikeuksien pohjalta.
sme: Sámedikki doaibmabaji 2020-2023 oktan váldoulbmilin lea ovddidit sámediggelága ođasmahttima eamiálbmotvuoigatvuođaid vuođul.

source: Oikeusministeriön tiedote 26.11.2020
sme: Vuoigatvuođaministeriija: Sámediggelága rievdadusa válmmastallan vuolgá johtui 26.11.2020

source: Lisätietoja
sme: Lassidieđut

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi
